Repository: Blackspirits/script.screensaver.cocktail
Catalog: resources/language/Portuguese -*/strings.po
Languages: pt

# #32000
source: Cocktail
pt: Coquetel - Cocktail

# #32001
source: See recipe
pt: Vê a Receita

# #32002
source: Search videos
pt: Pesquisa Vídeos

# #32003
source: Categories
pt: Categorias

# #32004
source: Glass
pt: Gelo

# #32005
source: Alcoholic Type
pt: Tipo de bebida alcoólica

# #32006
source: Ingredient Picker
pt: Lista de Ingredientes

# #32007
source: Search
pt: Procurar

# #32008
source: Execute Screensaver
pt: Executar Proteção de Ecrã

# #32009
source: Search Cocktail
pt: Procurar Coquetel

# #32010
source: Cocktail name cannot be empty
pt: O nome do Coquetel não pode ficar em branco

# #32011
source: No matching cocktails found
pt: Nenhum Coquetel encontrado

# #32012
source: No results
pt: Sem resultados

# #32013
source: No videos found
pt: Nenhum vídeo encontrado

# #32014
source: Press the context menu key to search for cocktails.[CR]Press left or right to get random drinks.[CR]Press select to select ingredients and read their description.[CR] Enjoy your drink!
pt: Programa

# #32016
source: Ingredient switch speed (em caso > 6 ingredientes)
pt: Mudança de velocidade de Ingrediente (em caso > 6 ingredientes)

# #32017
source: Maximum ammount of videos to display (youtube)
pt: Quantidade máxima de vídeos (youtube)

# #32018
source: Screensaver
pt: Proteção de Ecrã

# #32019
source: Enable instructions
pt: Ativar Instruções

# #32020
source: Wait time before picking the first random (seconds)
pt: Tempo de espera antes de escolher o primeiro aleatóriamente (segundos)

# #32021
source: Time to get next random drink (seconds)
pt: Tempo de espera para a próxima bebida aleatória (segundos)

# #32022
source: Added to favourites!
pt: Adicionado aos favoritos!

# #32023
source: Removed from favourites!
pt: Removido dos favoritos!

# #32024
source: Could not find drink in favourites!
pt: Nenhuma bebida encontrada nos favoritos!

# #32025
source: Favourites
pt: Favoritos

# #32026
source: You do not have any favourite drinks!
pt: Não tens nenhuma bebida favorita!

# #32027
source: Add to favourites
pt: Adicionar aos favoritos

# #32028
source: Remove from favourites
pt: Remover dos favoritos

# #32029
source: Ingredient description not available.
pt: O Ingrediente não tem nenhuma descrição.

# #32030
source: Enable back button (touch)
pt: Ativar o botão Voltar (tocar)
